Repository: jooplaan/inline-context
Catalog: languages/inline-context-*.po
Languages: nl_nl

source: Add inline expandable context to selected text in the block editor with direct anchor linking. Click to reveal, click again to hide.
nl_nl: Voeg inline uitklapbare context toe aan geselecteerde tekst in de blok-editor met directe ankerkoppeling. Klik om weer te geven, klik nogmaals om te verbergen.

source: Inline Context Settings
nl_nl: Inline contextinstellingen

source: Trigger Link Styling
nl_nl: Trigger link-stijl

source: Note Appearance
nl_nl: Notitie uiterlijk

source: Chevron Icon
nl_nl: Chevron-pictogram

source: Inline Mode Specific
nl_nl: Inline-modus specifiek

source: Scroll Margin
nl_nl: Scrollmarge

source: Space from top of screen when jumping to anchor links. Useful for fixed headers.
nl_nl: Ruimte vanaf de bovenkant van het scherm bij het springen naar ankerlinks. Handig voor vaste kopteksten.

source: Hover Color
nl_nl: Hover kleur

source: Text color when hovering over the link.
nl_nl: Tekstkleur wanneer je met de muis over de link gaat.

source: Focus Color
nl_nl: Focus Kleur

source: Text color when the link is focused (keyboard navigation).
nl_nl: Tekstkleur wanneer de link is geselecteerd (toetsenbordnavigatie).

source: Focus Border Color
nl_nl: Instellen border kleur

source: Border color of the focus outline (accessibility feature).
nl_nl: Kleur van de rand van de focusomtrek (toegankelijkheidsfunctie).

source: Open State Color
nl_nl: Open staat Kleur

source: Text color when the note is currently revealed.
nl_nl: Tekstkleur wanneer de notitie op dat moment wordt weergegeven.

source: Vertical Padding
nl_nl: Verticale Padding

source: Internal spacing at top and bottom of note content.
nl_nl: Interne spatiëring boven en onder de inhoud van de notitie.

source: Horizontal Padding
nl_nl: Horizontale Padding

source: Internal spacing at left and right of note content.
nl_nl: Interne spatiëring links en rechts van de notitie-inhoud.

source: Background Color
nl_nl: Achtergrondkleur

source: Background color of the note block.
nl_nl: Achtergrondkleur van het notitieblok.

source: Border Color
nl_nl: Randkleur

source: Color of the border around the note.
nl_nl: Kleur van de rand rond de notitie.

source: Border Radius
nl_nl: Hoekafronding

source: Roundness of note corners. Use 0px for square corners.
nl_nl: Rondheid van notitiehoeken. Gebruik 0px voor vierkante hoeken.

source: Box Shadow
nl_nl: Box Schaduw

source: Drop shadow effect. Use CSS box-shadow format. Tooltips use enhanced shadow.
nl_nl: Slagschaduweffect. Gebruik CSS box-shadow-formaat. Tooltips gebruiken verbeterde schaduw.

source: Font Size
nl_nl: Lettergrootte

source: Text size within the note. Use em or px units.
nl_nl: Tekstgrootte binnen de notitie. Gebruik em- of px-eenheden.

source: Link Color
nl_nl: Linkkleur

source: Color of links within the note content.
nl_nl: Kleur van links binnen de inhoud van de notitie.

source: Link Underline
nl_nl: Link onderstrepen

source: Whether links in notes should be underlined.
nl_nl: Of links in notities moeten worden onderstreept.

source: Default Color
nl_nl: Standaard kleur

source: Color of the chevron in its normal state.
nl_nl: Kleur van de chevron in normale toestand.

source: Color of the chevron when hovering over the link.
nl_nl: Kleur van de chevron wanneer je met de muis over de link beweegt.

source: Size
nl_nl: Grootte

source: Size of the chevron icon relative to text.
nl_nl: Grootte van het chevronpictogram ten opzichte van de tekst.

source: Left Margin
nl_nl: Linker marge

source: Space between the link text and the chevron.
nl_nl: Ruimte tussen de linktekst en de chevron.

source: Opacity
nl_nl: Doorzichtigheid

source: Transparency in normal state (0 = invisible, 1 = solid).
nl_nl: Transparantie in normale toestand (0 = onzichtbaar, 1 = ondoorzichtig).

source: Transparency when hovering (0 = invisible, 1 = solid).
nl_nl: Transparantie bij het aanwijzen (0 = onzichtbaar, 1 = ondoorzichtig).

source: Vertical Margin
nl_nl: Verticale marge

source: Space above and below the inline note block. Not used in tooltip mode.
nl_nl: Ruimte boven en onder het inline notitieblok. Wordt niet gebruikt in de tooltipmodus.

source: Accent Bar Width
nl_nl: Accentbalkbreedte

source: Width of the colored accent bar on the left side. Not used in tooltip mode.
nl_nl: Breedte van de gekleurde accentbalk aan de linkerkant. Wordt niet gebruikt in de tooltipmodus.

source: Accent Bar Color
nl_nl: Accentbalkkleur

source: Color of the accent bar on the left side. Not used in tooltip mode.
nl_nl: Kleur van de accentbalk aan de linkerkant. Niet gebruikt in tooltipmodus.

source: Customize how trigger links appear. These settings apply to both inline and tooltip display modes.
nl_nl: Pas aan hoe triggerlinks worden weergegeven. Deze instellingen zijn van toepassing op zowel inline- als tooltip-weergavemodi.

source: Customize the appearance of note content. These settings apply to both inline notes and tooltips.
nl_nl: Pas het uiterlijk van notitie-inhoud aan. Deze instellingen zijn van toepassing op zowel inline notities als tooltips.

source: These settings only apply when Display Mode is set to "Inline notes". They are not used in tooltip mode.
nl_nl: Deze instellingen zijn alleen van toepassing wanneer de weergavemodus is ingesteld op "Inline-notities". Ze worden niet gebruikt in de tooltipmodus.

source: Customize the chevron icon that appears next to trigger links. These settings apply to both display modes.
nl_nl: Pas het chevronpictogram aan dat naast triggerlinks wordt weergegeven. Deze instellingen zijn van toepassing op beide weergavemodi.

source: General
nl_nl: Algemeen

source: Styling
nl_nl: Opmaak

source: Uninstall
nl_nl: Deinstallatie

source: Display Settings
nl_nl: Weergave instellingen

source: Choose how inline context notes appear to your visitors on the frontend.
nl_nl: Kies hoe inline contextnotities worden weergegeven aan uw bezoekers op de frontend.

source: Display Mode
nl_nl: Weergavemodus

source: Show notes as inline note (default)
nl_nl: Toon notities als inline notitie (standaard)

source: Show notes as tooltips
nl_nl: Toon notities als tooltips

source: Inline notes expand below the trigger link when clicked. Tooltips appear as a popup near the trigger link when clicked or activated with keyboard.
nl_nl: Inline-notities worden onder de triggerlink weergegeven wanneer erop wordt geklikt. Tooltips verschijnen als een pop-up naast de triggerlink wanneer erop wordt geklikt of deze met het toetsenbord wordt geactiveerd.

source: Also display the tooltip on mouse hover
nl_nl: Geef ook de tooltip weer wanneer de muis eroverheen beweegt

source: When enabled, tooltips will appear when hovering over the link, in addition to click/keyboard activation.
nl_nl: Wanneer deze functie is ingeschakeld, verschijnen er tooltips wanneer u met de muis over de link beweegt, naast activering door klikken/toetsenbord.

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Customize the appearance of inline context notes. Settings are organized by what they apply to: both display modes, or inline mode only.
nl_nl: Pas het uiterlijk van inline contextnotities aan. De instellingen zijn geordend op basis van waar ze van toepassing zijn: beide weergavemodi of alleen de inline-modus.

source: Important:
nl_nl: Let op:

source: These settings determine what happens when you delete this plugin from WordPress.
nl_nl: Deze instellingen bepalen wat er gebeurt wanneer u deze plug-in uit WordPress verwijdert.

source: Current Usage
nl_nl: Huidig verbruik

source: note
nl_nl: notitie

source: post with inline context links
nl_nl: bericht met inline contextlinks

source: View list of posts
nl_nl: Lijst met berichten bekijken

source: (no title)
nl_nl: (geen titel)

source: ...and %s more
nl_nl: ...en %s meer

source: When Plugin is Deleted
nl_nl: Wanneer de plug-in wordt verwijderd

source: The following will always be removed:
nl_nl: Het volgende wordt altijd verwijderd:

source: All stored notes (Custom Post Type data)
nl_nl: Alle opgeslagen notities (gegevens van aangepaste berichttypen)

source: All note categories
nl_nl: Alle notitiecategorieën

source: Plugin settings and options
nl_nl: Plugin-instellingen en opties

source: Clean Up Post Content
nl_nl: Postinhoud opschonen

source: Remove inline context links from post content
nl_nl: Verwijder inline contextlinks uit berichtinhoud

source: If checked, when the plugin is deleted, all inline context links will be converted to plain text in your posts. The link text will remain, but the expandable functionality will be removed.
nl_nl: Als dit is aangevinkt, worden alle inline contextlinks bij het verwijderen van de plug-in omgezet naar platte tekst in uw berichten. De linktekst blijft behouden, maar de uitbreidbare functionaliteit wordt verwijderd.

source: ⚠️ Important:
nl_nl: ⚠️ Belangrijk:

source: Always create a complete database backup before uninstalling with this option enabled. This operation modifies your post content and cannot be automatically reversed.
nl_nl: Maak altijd een volledige databaseback-up voordat u deze optie inschakelt om te verwijderen. Deze bewerking wijzigt uw berichtinhoud en kan niet automatisch ongedaan worden gemaakt.

source: Warning:
nl_nl: Waarschuwing:

source: This will modify %s post in your database.
nl_nl: Hierdoor wordt %s bericht in uw database gewijzigd.

source: If unchecked, the links will remain in your content but will no longer be functional since the plugin code will be removed.
nl_nl: Als u dit niet aanvinkt, blijven de links in uw inhoud staan, maar werken ze niet meer omdat de plug-in-code wordt verwijderd.

source: Save Uninstall Settings
nl_nl: Deinstallatie instellingen opslaan

source: How Uninstall Works
nl_nl: Hoe het verwijderen werkt

source: Configure the settings above to choose whether to clean up post content.
nl_nl: Configureer de bovenstaande instellingen om te kiezen of je postinhoud wilt opschonen.

source: Deactivate the plugin (Plugins → Deactivate).
nl_nl: Deactiveer de plug-in (Plug-ins → Deactiveren).

source: Delete the plugin (Plugins → Delete).
nl_nl: Verwijder de plug-in (Plug-ins → Verwijderen).

source: WordPress will automatically run the cleanup based on your settings above.
nl_nl: WordPress voert automatisch de opschoning uit op basis van uw bovenstaande instellingen.

source: Recommendation:
nl_nl: Aanbeveling:

source: Before deleting the plugin, we recommend exporting your content as a backup. Go to Tools → Export in your WordPress admin.
nl_nl: Voordat u de plug-in verwijdert, raden we u aan uw inhoud te exporteren als back-up. Ga naar Tools → Exporteren in uw WordPress-beheeromgeving.

source: Note Categories
nl_nl: Notities categorieën

source: Note Category
nl_nl: Notities categorieën

source: Add New Category
nl_nl: Voeg nieuwe categorie toe

source: Edit Category
nl_nl: Categorie bewerken

source: All Categories
nl_nl: Alle categorieën

source: Search Categories
nl_nl: Zoek categorieën

source: Inline Notes
nl_nl: Inline notities

source: Note
nl_nl: Opmerking

source: Add New Note
nl_nl: Nieuwe notitie toevoegen

source: Edit Note
nl_nl: Opmerking bewerken

source: New Note
nl_nl: Nieuwe Inline notitie

source: View Note
nl_nl: Bekijk notitie

source: Search Notes
nl_nl: Zoek notities

source: No notes found
nl_nl: Geen opmerkingen gevonden

source: Marked as reusable
nl_nl: Gemarkeerd als herbruikbaar

source: Usage Count
nl_nl: Gebruiksaantal

source: Used In
nl_nl: Gebruikt in

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: All Notes
nl_nl: Alle notities

source: Reusable Only
nl_nl: Alleen herbruikbaar

source: Not Reusable
nl_nl: Niet herbruikbaar

source: Note Content
nl_nl: Inhoud notitie

source: Usage Statistics
nl_nl: Gebruiksstatistieken

source: No category
nl_nl: Geen categorie

source: Used in:
nl_nl: Gebruikt in:

source: post
nl_nl: versturen

source: times total
nl_nl: totaal aantal keren

source: Not used yet
nl_nl: Nog niet gebruikt

source: Used in these posts:
nl_nl: Gebruikt in deze posts:

source: Mark as reusable
nl_nl: Markeren als herbruikbaar

source: Reusable notes appear in search results and can be used across multiple posts.
nl_nl: Herbruikbare notities verschijnen in zoekresultaten en kunnen in meerdere berichten worden gebruikt.

source: Note:
nl_nl: Notitie:

source: This note is used in multiple posts. Changes to the content will not automatically update existing usages.
nl_nl: Deze notitie wordt in meerdere berichten gebruikt. Wijzigingen in de inhoud worden niet automatisch doorgevoerd in bestaande toepassingen.

source: Before deleting this note:
nl_nl: Voordat u deze notitie verwijdert:

source: Deleting this note will remove %1$d use from %2$d post.
nl_nl: Als je deze notitie verwijdert, wordt %1$d gebruik uit %2$d bericht verwijderd.

source: This note is currently used in %d post. To unmark as reusable, first remove it from all posts.
nl_nl: Deze notitie wordt momenteel gebruikt in %d berichten. Om de markering als herbruikbaar ongedaan te maken, moet u deze eerst uit alle berichten verwijderen.

source: Context Notes
nl_nl: Contextnotities

source: Notes
nl_nl: Notities

source: Back to text
nl_nl: Terug naar tekst

source: Note ID
nl_nl: Notitie-ID

source: Post ID where the note is used
nl_nl: Post-ID waar de notitie wordt gebruikt

source: Icon (Closed State)
nl_nl: Pictogram (gesloten toestand)

source: Enter a Dashicon class (e.g., <code>dashicons-info</code>). See <a href="%s" target="_blank">Dashicons reference</a>.
nl_nl: Voer een Dashicon-klasse in (bijvoorbeeld <code>dashicons-info</code>). Zie <a href="%s" target="_blank">Dashicons-referentie</a>.

source: Icon (Open State)
nl_nl: Pictogram (open toestand)

source: Icon to display when the note is expanded.
nl_nl: Pictogram dat wordt weergegeven wanneer de notitie is uitgevouwen.

source: Icon Color
nl_nl: Pictogram kleur

source: Color for the category icon.
nl_nl: Kleur voor het categoriepictogram.

source: Icons
nl_nl: Pictogrammen

source: Color
nl_nl: Kleur

source: Internal Article
nl_nl: Intern artikel

source: External Article
nl_nl: Extern artikel

source: Source
nl_nl: Bron

source: Infocard
nl_nl: Infokaart

source: Post IDs where this note is used
nl_nl: Post-ID's waar deze notitie wordt gebruikt

source: Number of times this note is used
nl_nl: Aantal keren dat deze notitie wordt gebruikt

source: Whether this note is marked as reusable
nl_nl: Of deze notitie is gemarkeerd als herbruikbaar

source: Success!
nl_nl: Succes!

source: Usage data has been rebuilt for all inline context notes.
nl_nl: De gebruiksgegevens zijn opnieuw opgebouwd voor alle inline contextnotities.

source: HTML Source
nl_nl: HTML-bron

source: Back to Visual Editor
nl_nl: Terug naar visuele editor

source: Edit HTML source…
nl_nl: HTML-bron bewerken…

source: Add inline context…
nl_nl: Voeg inline context toe...

source: Category (optional)
nl_nl: Rubriek (optioneel)

source: Choose a category to display a custom icon
nl_nl: Kies een categorie om een aangepast pictogram weer te geven

source: Search or paste URL
nl_nl: Zoeken of URL plakken

source: Start typing to search for internal content or paste any URL
nl_nl: Begin met typen om naar interne inhoud te zoeken of plak een URL

source: Link Text (optional)
nl_nl: Linktekst (optioneel)

source: Custom link text
nl_nl: Custom link tekst

source: Insert Link
nl_nl: Link invoegen

source: Cancel
nl_nl: Annuleren

source: Make note non-reusable?
nl_nl: Notitie niet-herbruikbaar maken?

source: Are you sure you want to mark this note as no longer reusable? A new note will be created.
nl_nl: Weet u zeker dat u deze notitie wilt markeren als niet langer herbruikbaar? Er wordt een nieuwe notitie aangemaakt.

source: Create New Note
nl_nl: Nieuwe notitie maken

source: Delete
nl_nl: Verwijderen

source: Use as reusable note
nl_nl: Gebruik als herbruikbaar notitieblok

source: Save
nl_nl: Bewaren

source: Search existing notes
nl_nl: Zoek bestaande notities

source: Type to search…
nl_nl: Typ om te zoeken...

source: Searching…
nl_nl: Zoeken…

source: No reusable notes found. Try a different search or create a new note.
nl_nl: Er zijn geen herbruikbare notities gevonden. Probeer een andere zoekopdracht of maak een nieuwe notitie aan.

source: No reusable notes yet. Create a note and mark it as reusable to see it here.
nl_nl: Er zijn nog geen herbruikbare notities. Maak een notitie en markeer deze als herbruikbaar om deze hier te zien.

source: Reusable note
nl_nl: Herbruikbare notitie

source: Inline Context Notes
nl_nl: Inline contextnotities

source: No inline context notes in this post.
nl_nl: Geen inline contextnotities in dit bericht.

source: 1 note in this post
nl_nl: 1 notitie in dit bericht

source: %d notes in this post
nl_nl: %d notities in dit bericht

source: Untitled Note
nl_nl: Notitie zonder titel

source: Reusable Note
nl_nl: Herbruikbare notitie

source: This note is marked as reusable and cannot be edited here. Changes must be made to the source note.
nl_nl: Deze notitie is gemarkeerd als herbruikbaar en kan hier niet worden bewerkt. Wijzigingen moeten worden aangebracht in de bronnotitie.

source: Edit source note →
nl_nl: Bronvermelding bewerken →

source: Link copied
nl_nl: Link gekopieerd

source: Copying…
nl_nl: Kopiëren...

source: Copy link to this note
nl_nl: Kopieer link naar deze notitie

source: ← Create new note instead
nl_nl: ← Nieuwe notitie maken

source: Hide Link Form
nl_nl: Linkformulier verbergen

source: Add Link
nl_nl: Link toevoegen

source: Use the toolbar to format your inline context with bold, italic, links, and lists. Use "Add Link" for WordPress internal links, or click the code icon (&lt;/&gt;) to edit HTML source.
nl_nl: Gebruik de werkbalk om uw inline context op te maken met vetgedrukte tekst, cursieve tekst, links en lijsten. Gebruik 'Link toevoegen' voor interne links in WordPress of klik op het codepictogram (&lt;/&gt;) om de HTML-broncode te bewerken.

source: Or search reusable notes…
nl_nl: Of zoek herbruikbare notities...
